Repository: elapouya/django-better-image
Catalog: django_better_image/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Edit picture
fr: Modifier l'image

source: Zoom In
fr: Zoomer

source: Zoom Out
fr: Dé-zoomer

source: Rotate Left
fr: Tourner à gauche

source: Rotate Right
fr: Tourner à droite

source: Flip Horizontal
fr: Mirroir Horizontal

source: Flip Vertical
fr: Mirroir Vertical

source: Crop mode
fr: Mode découpage

source: Move mode
fr: Mode déplacement

source: Reset
fr: Remise à zéro

source: Cancel
fr: Annuler

source: save
fr: Enregistrer

source: crop
fr: découper

source: Upload params missing
fr: Paramètres d'upload manquants

source: Upload params corrupted
fr: Paramètres d'upload corrompus

source: Some parameters are missing while uploading image
fr: Des paramètres sont manquants durant l'upload

source: Image destination app/model incorrect
fr: Image destination app/model incorrecte

source: {model_name} #{pk} does not exist
fr: {model_name} #{pk} n'existe pas

source: Bad field reference : %s
fr: Mauvaise référence de champ : %s

source: {model_name} has no field {field_name}
fr: {model_name} n'a pas de champ {field_name}

source: {field_name} does not exist in {form_name}
fr: {field_name} n'existe pas dans {form_name}

source: Please use the BetterImageFormMixin in %s
fr: Merci d'utiliser BetterImageFormMixin dans %s

source: No "{field_name}" in posted files
fr: Pas de "{field_name}" dans les fichiers postés

source: {field_name} has no image set.
fr: {field_name} n'a pas d'image set.

source: drag & drop<br>or click here to<br>upload an image
fr: Glissez - Déposez<br>ou cliquez ici pour<br>téléverser une image

source: Please add "BetterImageFormMixin" in your modelForm (see documentation).
fr: Merci d'ajouter "BetterImageFormMixin" à vore modelForm (voir documentation).

source: Edit
fr: Modifier

source: Clear
fr: Effacer

source: Do you want to clear the field {field_label} ?
fr: Voulez-vous effacer le champ {field_label} ?

source: Choose an image...
fr: Selectionner une image...

source: Full size
fr: Plein format

source: The image has been saved on the server
fr: L'image a été enregistrée sur le serveur

source: The image has been cleared on the server
fr: L'image a été effacée du serveur

source: The image is being processed...<br><span class="icon-spin4 animate-spin"></span>
fr: L'image est en cours de traitement...<br><span class="icon-spin4 animate-spin"></span>

source: Remember to save the form
fr: N'oubliez-pas de valider le formulaire
